app/controllers/heros_controller.rb

SELECT "heros".* FROM "heros"
---
    def index
        heroes = Hero.all